<template>
  <div class="bg-white m-auto p-6 w-full max-w-3xl min-w-80">

    <back-menu class="mb-8" />

    <h1 class="text-center text-xl"><b>Условия доставки</b></h1>
    <div class="block mt-8">
      <p><b>Заказы принимаются :</b></p>
      <br/>
      <p>Пн-Пт с 09:00 до 23:40</p>
      <br/>
      <p>Сб-Вс и праздничные дни</p>
      <br/>
      <p>с 11:00 до 23:40</p>
      <br/>
      <br/>
      <p>
        Заказ после <b>23:00</b> осуществляется при <b>100%</b> оплате заказа путем
        банковского перевода на карту сотрудника оператора. Заказы свыше <b>5000</b> руб.,
        оформляются по предварительной оплате <b>50%</b> (возможна оплата банковским переводом).
      </p>
      <br/>
<!--      <br/>-->
      <b>Доставка</b>
      <br/>
      <p>
        Доставка по городу осуществляется при заказе свыше <b>800</b> рублей бесплатно.
        В остальных случаях согласно тарифам такси.
      </p>
      <br/>
<!--      <br/>-->
      <b>Самовывоз</b>
      <br/>
      <p>Вы можете забрать свой заказ самостоятельно со скидкой <b>5%</b>
        по адресу:
        <br/>
        <b>33 мкр-н, дом 14, кафе "Буузы".</b>
      </p>
      <br/>
<!--      <br/>-->
      <b>Скидки</b>
      <br/>
      <p>Скидка в День Рождения <b>7%</b>.
      </p>
      <br/>
<!--      <br/>-->
      <b>Оплата</b>
      <br/>
      <p>Возможны несколько способов оплаты заказа:</p>
      <br/>
      <ul>
        <li><b>Наличными</b> – оплата наличными курьеру при получении заказа;</li>
        <li><b>Банковской картой</b> – оплата банковской картой курьеру при получении заказа;</li>
      </ul>

      <back-menu class="mt-8" />
    </div>
  </div>
</template>

<script setup>
import NewButton from '@/components/UI/NewButton.vue';
import BackMenu from '@/components/UI/BackMenu.vue';
</script>

<style scoped>

</style>